[
  {
    "name": "Porter - Truck & Bike Delivery",
    "description": "Porter is India’s largest marketplace for intracity logistics, providing the fastest, cheapest, & easiest way to transport goods & deliver courier! Porter operates in Mumbai, Delhi, Bangalore, Hyderabad, Chennai, Ahmedabad, Pune, Surat, Jaipur, Kolkata & more cities.\n\nLooking for on demand delivery services for business or personal needs? Rent a mini-truck tempo or bike service to transport goods anywhere in the city.\nNo more waiting for your deliveries! Local, on demand delivery service that fits your budget is just a click away! Download the app for same day delivery.\n\nNo need for postponing your logistic tasks anymore, we’ve got you covered. Be it transport of goods for business & industrial purpose or house shifting, explore & select your best match from Porter's extensive fleet:\n\n• Porter’s 3 wheeler\n• Porter's EECO\n• Porter Tata Ace Helper\n• Porter's 407\n• Porter's Pickup Truck\n\nPorter is the solution to all your logistics & freight problems! Using Porter’s on demand services, you can take care of business & industrial deliveries, shift house, room, furniture & office, & any type of courier, parcel & package delivery services in major Indian cities! Whether it’s a single document or a truck load of good & furniture, we carry it all! Just choose from our bike delivery for courier services & send parcels on a hyperlocal level or from our wide range of mini trucks & small tempo for your intracity, intercity or interstate needs!\n\nWhere else would you find a Logistics service which provides courier service packers & movers service for house-shifting & on-time delivery of parcels all in one place? Porter understands all your needs & provides on-time delivery for your goods & parcels.\n\nWant to transport & deliver stuff? Here are some of our features:\n\n- FASTER, RELIABLE, AND ECONOMICAL VEHICLE BOOKING: We provide superfast on demand delivery services that fit your budget!\n- EXPRESS HOME COURIER SERVICE: We pick up parcels from your doorstep & deliver it at theirs!\n- HELPER AID: Looking for someone to help you in the process? We have got you a helping hand! Our Driver-Partner will assist you in loading & unloading goods from the ground to the ground floor.\n- EXTENSIVE FLEET. - 2 wheeler, Tata ace/ Chota Hathi/ Kutty Yanai, Tata 407, Pickup 8ft, 3 wheelers/ Ape/ Champion, Super Ace etc.\n- LIVE ORDER TRACKING: Truck & bike location, driver contact details, estimated arrival time  & more.\n- MULTIPLE PAYMENT MODE: Pay through our wallet, net banking, debit/ credit cards, UPI or COD.\n- EASY TRUCK & 2 WHEELER RENTAL: Book mini trucks, tempo, bike & scooter online on demand. Whenever & wherever you need.\n- INTER-CITY DELIVERY: Porter’s Outstation Feature lets you transport your goods out of town. Intercity & interstate delivery of goods, packages, parcels & courier.\n- MULTIPLE STOP SOLUTION: Need to drop off goods at different locations? Select multiple drop points & transport goods to different locations in one trip.\n- PACKERS & MOVERS: Shift house hassle-free with Porter's packers & movers service. Get packing service along with moving your belongings safely.\n- REAL TIME PRICE ESTIMATES: Get delivery charges for all available commercial goods vehicles & 2 wheeler by entering your pick up & drop location.\n- ALL IN ONE LOGISTICS APP: Book mini tempo or small trucks for freight, logistic & goods delivery, bike for parcel & courier delivery & packers & movers service for relocation.\n- SAME DAY DELIVERY: Whether it’s transporting goods or sending a forgotten key, we ensure quick & safe delivery on the same day.\n\nGet Started:\n\n1.SIGN IN\n2. Set your pick up & drop off location\n3. Set Multiple Stops if you have more than one stop to make deliveries\n4. Choose the type of goods you’re transporting\n5. Browse through the list of available mini trucks, 2 wheelers, & pick the one that best suits your moving needs\n6. Apply coupons to get exciting discounts, & confirm your booking\n7. Sit back & relax our driver-partners & technology will do the rest",
    "screenshot_paths": [
      "appstore_screenshots/1109398410/screenshot_1.jpg",
      "appstore_screenshots/1109398410/screenshot_2.jpg",
      "appstore_screenshots/1109398410/screenshot_3.jpg",
      "appstore_screenshots/1109398410/screenshot_4.jpg",
      "appstore_screenshots/1109398410/screenshot_5.jpg",
      "appstore_screenshots/1109398410/screenshot_6.jpg",
      "appstore_screenshots/1109398410/screenshot_7.jpg",
      "appstore_screenshots/1109398410/screenshot_8.jpg"
    ]
  },
  {
    "name": "Move It: Moving & Delivery",
    "description": "Move It connects you to reliable Pros & Muscles that make moving out, pickup, delivery, and junk removal as easy as ever. Forget about endlessly contacting moving companies and waiting for quotes. Renting a U-Haul is inconvenient and costs more anyway. With Move It you can get connected with experienced movers that make pick up and delivery completely stress free.\n\nSimply tell us when, where, and what you need delivered, select how many helpers you need, and get an instant guaranteed price quote. Enjoy quality same day delivery from our team of Pros and Muscles — professionals ready to deliver your items at a moment’s notice. It’s time to say goodbye to DIY moving and truck rental. Move It takes care of it all.\n\nEnjoy quick and easy booking and let seasoned Pros deliver your items. Whether an apartment move, office move, storage unit pickup, or just hauling heavy items, Move It has you covered. Welcome to a delivery service that simplifies moving and makes your life easier.\n\nTruck & Muscle Anytime You Need It™ with Move It’s on demand moving and delivery app.\n\nMOVE IT FEATURES\n\nON-DEMAND MOVING, DELIVERY & MORE\n- Moving Service: Office move, apartment move, or storage unit move. Our professionals have you covered. \n- On Demand Delivery: Reliable delivery when you need it most. Let our Pros deliver your items from any store you need.\n- Junk Removal: Get rid of those unused and unwanted heavy items. Clean the garage out. Best price guarantee. \n- Move It is cheaper and more convenient than any expensive truck rental service\n\nQUICK & EASY BOOKING\n- Get connected with movers and other professionals right away\n- No hidden fees. Guaranteed pricing. No hourly minimums. \n- Pay and tip directly in app for added convenience\n\nGUARANTEED PRICING FOR YOUR DELIVERY\n- Get a guaranteed quote when you book\n- Save up to 50-80% compared to a traditional moving and delivery company\n- No more haggling with expensive moving services\n\nREAL TIME TRACKING\n- Know where your items are with the help of our moving and delivery app\n- Monitor the status of your store delivery or moving service with real-time tracking\n- Enjoy a stress free experience getting moving help.\n\nMOVING SERVICE YOU CAN TRUST\n- All Move It Pros & Muscles are reviewed by customers just like you \n- Review what others have rated before you accept a moving or delivery service\n- Help other Move It users by leaving your own review\n\nSAFE MOVING & DELIVERY\n- Every item is backed by our top of the line, limited commercial insurance policy\n- All Move It Pros & Muscles have been through a strict background check process\n- No worrying about who will handle and deliver your items with Move It.\n\nMove It has a commitment to excellence and thrives on our customers’ happiness and satisfaction.\n\nMove It is currently in the Las Vegas valley, San Diego County, Tucson, Denver, and Phoenix areas.\n\nMove It expects to be in every major city in 2024.",
    "screenshot_paths": [
      "appstore_screenshots/1487797537/screenshot_1.png",
      "appstore_screenshots/1487797537/screenshot_2.png",
      "appstore_screenshots/1487797537/screenshot_3.png",
      "appstore_screenshots/1487797537/screenshot_4.png",
      "appstore_screenshots/1487797537/screenshot_5.png",
      "appstore_screenshots/1487797537/screenshot_6.png"
    ]
  },
  {
    "name": "Cookin: Homemade Food Delivery",
    "description": "The world needs more home Cookin.\n\n#1 homemade food delivery app -\nCookin makes it easy for people to discover, order, and enjoy delicious meals from local food creators, and is a simple way for local home cooks, local chefs and local independent restaurants to share their meals with their neighborhood. \n\n\nLOCAL FOOD IS THE BEST FOOD\nWe believe that local meals are the best meals. Cookin has built a marketplace for you to support local chefs in Toronto by purchasing high quality takeaway. They're cooking up diverse meals, from Indian to Italian. This is fresh homemade cooking you can’t get anywhere else.\n\n\nBETTER THAN TAKEOUT\nCookin is next level authentic food for delivery. This isn’t your typical takeout. It’s like your favorite takeaway, but this time, delicious homemade food made with passion and care, from local chefs. This is family food, comfort food, home food, made to go. Cookin connects you to local food made by home and local chefs in Toronto, like a delicious homemade meal made by your next door neighbor or a unique dish crafted by a local food creator.\n\nIt’s time for Toronto to discover new local favorites - from butter chicken to pizza to burgers to pad Thai.\n\nAnd there’s so much delicious food to order! Now offering a variety of cuisine for takeaway, including Indian, Iranian, Middle Eastern, Mediterranean, Korean, Italian, Caribbean, Southern Comfort, Canadian, American, Mexican, Thai, African, Brazilian, Moroccan, Filipino, and Fusion, and supporting all dietary needs - like vegan, vegetarian, kosher, halal, gluten free.\n\nSeriously, download Cookin and we guarantee you'll find your new go to food, made on demand and delivered to your doorstep fresh!\n\n\nEASY TO USE\nCookin is easy to use - from easy ordering to easy payment to easy delivery.\n\nGet your delicious meal in four easy steps:\n1. Discover diverse meals from local chefs\n2. Conveniently pay with your debit or credit card\n3. Experience real time tracking from door to door\n4. Get a hot fresh home cooked meal on demand!\n\n\nORDER NOW OR ORDER AHEAD\n\nOrder ahead and meal plan for the week. If you’re hungry now, order for on demand delivery.\n\n\nGET EATING TONIGHT\n\nOrder from Cookin tonight to support local chefs in Toronto. Let’s get Cookin with Canada’s number one homemade food delivery marketplace!\n\nForget everything you know about food delivery. Now, there’s Cookin: Canada’s #1 homemade food delivery app.\n\nCookin makes it easy for people to discover, order, and enjoy delicious meals from home cooks and local chefs, and is a simple way for food creators to share their meals with their neighborhood.",
    "screenshot_paths": [
      "appstore_screenshots/1626401584/screenshot_1.jpg",
      "appstore_screenshots/1626401584/screenshot_2.jpg",
      "appstore_screenshots/1626401584/screenshot_3.jpg",
      "appstore_screenshots/1626401584/screenshot_4.jpg",
      "appstore_screenshots/1626401584/screenshot_5.jpg"
    ]
  },
  {
    "name": "Muvr - Request movers",
    "description": "Move with Muvr.\n\nIn just a few quick taps, get reliable movers for same-day deliveries, moves & more.\n\nMovers for any occasion;\nStore delivery, Marketplace delivery, Apartment/Home moves, Storage moves, Staging, Junk removal, Donations, Labor.\n\nOrdering made easy\n1. Enter Pickup and Drop-off locations\n2. Add all of the items you need to move\n3. Select the type of vehicle you need for your move and see the price upfront\n4. Schedule your pickup time that works best for you. You can book same-day or schedule in advance\n5. Add photos, receipt(s) and/or any special instructions. Pay and schedule booking\n6. Get real time order tracking and track the location of your belongings at any point during your order\n7. Chat with your movers in real time to make any changes or provide additional information to your order\n8. Tip and Rate your movers. After every move, you can submit a rating along with comments. You can also let your movers know you appreciated your experience by adding a tip for them right in the app\n\nWith Muvr, you can:\n• Book movers on-demand to arrive within 1 hour, same-day, or schedule up to 90 days in advance\n• See the price upfront before booking with our transparent pricing always\n• Rebook your favorite Muvrs\n• Book with security in mind. Each order is backed by a multi-million dollar insurance policy from the moment your items are in our hands\n\nShop from your favorite stores - Crate & Barrel, RH Outlet, West Elm, Pottery Barn, Costco, Ikea, and more.\n\nGet local help moving couches, sofas, mattresses and other large items found on any online marketplace like OfferUp, Craigslist, Facebook Marketplace, Nextdoor, Etsy, and more.\n\n* Muvr move types may vary by region. Check the app to see what is available in your city.\n\nPrices vary based on market condition.\n\nBy downloading the app, you agree to allow Muvr to collect your device's language settings.\n\nTo see if Muvr is available in your city, visit https://www.muvr.io/cities.\nFollow us on Instagram at https://instagram.com/muvrondemand\nLike us on Facebook at https://www.facebook.com/muvrusa\n\nHave a question? Visit muvr.io/help.",
    "screenshot_paths": [
      "appstore_screenshots/6450030781/screenshot_1.jpg",
      "appstore_screenshots/6450030781/screenshot_2.jpg",
      "appstore_screenshots/6450030781/screenshot_3.jpg",
      "appstore_screenshots/6450030781/screenshot_4.jpg",
      "appstore_screenshots/6450030781/screenshot_5.jpg",
      "appstore_screenshots/6450030781/screenshot_6.jpg",
      "appstore_screenshots/6450030781/screenshot_7.jpg",
      "appstore_screenshots/6450030781/screenshot_8.jpg"
    ]
  },
  {
    "name": "Via — smarter mobility.",
    "description": "Think of Via like a shared shuttle that comes when you want, where you want. \n \nBook rides straight from your phone, get picked up in minutes and commute or run errands without needing a car. \n \nWhat we’re about.\nSHARED.\nOur corner-to-corner algorithm matches people headed in the same direction. This means you’re getting the convenience and comfort of a private ride with the efficiency, speed, and affordability of a public one.\n \nAFFORDABLE.\nYour trip will often cost no more than a standard public transit trip.\n \nSUSTAINABLE.\nSharing rides reduces the number of vehicles on the roads, bringing down congestion and CO2 emissions. With a couple of taps, you get to do your part to make your city a little bit greener and cleaner, every time you ride.\n \nQuestions? Head to our www.ridewithvia.com or reach out at support@ridewithvia.com.\nLoving your experience so far? Throw us a 5-star rating. You’ll have our eternal gratitude.",
    "screenshot_paths": [
      "appstore_screenshots/657777015/screenshot_1.jpg",
      "appstore_screenshots/657777015/screenshot_2.jpg",
      "appstore_screenshots/657777015/screenshot_3.jpg",
      "appstore_screenshots/657777015/screenshot_4.jpg",
      "appstore_screenshots/657777015/screenshot_5.jpg",
      "appstore_screenshots/657777015/screenshot_6.jpg"
    ]
  },
  {
    "name": "Lalamove - Fast & Affordable",
    "description": "Lalamove – 24/7 On-Demand Delivery App \n\nFounded in Hong Kong in 2013, Lalamove is an on-demand delivery platform born with a mission to empower communities by making delivery fast, simple and affordable. At the click of a button, individuals, small businesses and corporations can access a wide fleet of delivery vehicles operated by professional driver partners. \n\nPowered by technology, we seamlessly connect people, vehicles, freights and roads, moving things that matter and bringing benefits to local communities in 11 markets across Asia and Latin America.\n\n\nWhat’re our edges?\n\nFast and available 24/7\nWhether you need a rush delivery in the middle of the night or a scheduled delivery during regular business hours, Lalamove has got you covered. On-demand, same-day, next-day or scheduled deliveries? Multi-stop pick-up and drop-off points? All at your fingertips. \n\nWide range of vehicle options\nYou can choose from a range of vehicles, including motorcycles, vans and trucks, depending on the size of your shipment. Whether you're delivering a single document or an entire truckload of goods, Lalamove has the right vehicle for the job.\n\nEfficient and cost-effective\nOur affordable delivery service cuts operation costs for SMEs and Corporates. The transparent pricing system means there are no hidden costs or fees, making it easy to budget for delivery expenses.\n\nReliable and professional drivers \nYour package is always in safe hands. Our drivers are trained, experienced and dedicated to providing the best possible service to our customers, ensuring that your deliveries arrive at their destination on time, every time.\n\nReal-time tracking for peace of mind\nOnce your shipment is on its way, you can track its progress in real-time using the app. This means that you can stay up-to-date with its location and estimated time of arrival, giving you peace of mind and allowing you to plan your day more effectively.\n\n\nWhat do we deliver?\nWe support delivery of all sizes, from couriers for small and valuable goods to shipments for heavy & bulky items: \n• Furniture \n• Moving home & office \n• Wholesale goods \n• Construction materials \n• Medical equipment \n• Hardware / electrical goods \n• Apparel \n• Large & oversized items \n• Urgent documents \n• Food & beverages \n• Groceries \n• Flowers & gifts \n• Fragile parcels & packages \n\nHow does it work?\n\nBook your on-demand or scheduled deliveries in seconds! \n• Open the Lalamove app \n• Set pick-up and drop-off locations \n• Select vehicle type \n• Choose payment method \n• Match with a driver and track your delivery in real-time \n\nYou can also place deliveries via our web app on www.lalamove.com! Simply upload a CSV file with details of all your drop-off points in one go. \n\n\nTalk to us\n\nFor more info, please contact us at:\nLalamove HK - info.hk@lalamove.com / +852 3701 3701\nLalamove VN - support.vn@lalamove.com\nLalamove ID - cs.id@lalamove.com\nLalamove TH - info.th@lalamove.com\nLalamove SG - info.sg@lalamove.com\nLalamove PH - www.lalamove.com/en-ph/\nLalamove MY - www.lalamove.com/en-my/",
    "screenshot_paths": [
      "appstore_screenshots/735701965/screenshot_1.jpg",
      "appstore_screenshots/735701965/screenshot_2.jpg",
      "appstore_screenshots/735701965/screenshot_3.jpg",
      "appstore_screenshots/735701965/screenshot_4.jpg",
      "appstore_screenshots/735701965/screenshot_5.png",
      "appstore_screenshots/735701965/screenshot_6.png"
    ]
  },
  {
    "name": "Dolly: Moving & Delivery Help",
    "description": "Dolly is a fast, easy, and affordable way to get the moving and delivery help you need on your terms. Whether you’re moving apartments or you need to get big and bulky items home from retailers like The Container Store, Big Lots, or Crate & Barrel, Dolly delivers. \n\n\nDOLLY HELPERS\nDolly connects you to trusted, local professionals with pickup trucks, cargo vans, and box trucks to support your moving and delivery needs. Not only are Dolly Helpers trained to move and handle big and bulky items safely and securely, they’re also background-checked and insured—and all Dollys are backed by our Damage Protection program.\n\n\nTHE MOVING & DELIVERY HELP YOU NEED, ON-DEMAND\n* Store Delivery: Convenient, fast, and often cheaper than traditional delivery options\n* Mini & Small Moves: The perfect solution for moving one or a few items easily\n* Apartment Moves: Dolly will get your stuff safely from A to B\n* Labor-Only Moves: For all your heavy lifting needs, get help with rearranging furniture or other large items, just loading and unloading, or even event set-up and tear-down\n* Online Marketplace: Get or deliver your Facebook Marketplace, OfferUP, and Craigslist finds\n* Donation: Get your big and bulky items picked up and dropped off\n* Small Business Moves: Dolly is your alternative to truck and trailer rentals and moving companies\n* Storage Moves: Get help loading and unloading your storage unit in one trip\n* Junk Removal: Get a hand removing your unwanted items and let Dolly haul it away for responsible disposal\n\n\nDOLLY IS EASY\nScheduling a move or delivery with Dolly is easy! \n\n1. Enter your moving or delivery details.\n2. Receive an upfront, guaranteed price and schedule a move or delivery that fits your schedule. \n3. Chat with your Helper and track your Dolly progress.\n\n\nDELIGHTING OUR CUSTOMERS\nWe’re obsessed with customer satisfaction. That’s why Dolly lets you set the schedule for your move or delivery, find out the cost of your Dolly before you book, and have the peace of mind that your Dolly is backed by our Damage Protection program.",
    "screenshot_paths": [
      "appstore_screenshots/881999615/screenshot_1.png",
      "appstore_screenshots/881999615/screenshot_2.png",
      "appstore_screenshots/881999615/screenshot_3.png",
      "appstore_screenshots/881999615/screenshot_4.png",
      "appstore_screenshots/881999615/screenshot_5.png"
    ]
  },
  {
    "name": "Lugg - Moving & Delivery",
    "description": "Lugg: your trusted on-demand moving and delivery service. With just a tap, book your move in as little as 30 minutes or schedule at a time that works for you. With a network of vetted professional movers and a robust multi-million dollar insurance policy, we guarantee peace of mind.\n\nWhy Lugg?\n\n• User-friendly: Book a Lugg in minutes.\n• Stress-free: Available within the hour.\n• Fair Pricing: Get an upfront estimate. No surprises.\n• Secure: Vetted Luggers, backed by a multi-million dollar insurance policy.\n\nWhat can Lugg do?\n\n• Residential Moves: Relocation without the heavy lifting.\n• Retail Store Delivery: More efficient than traditional options.\n• Online Marketplace Pick-ups: Score deals without transportation worries.\n• Storage Moves: Moving into storage pods or units without the sweat.\n• Donation Drop-off: Dust-collecting items? Let us deliver them to charity.\n• Junk Removal: Responsible removal and disposal.\n• Small Business Moves: Swift assistance for office relocation.\n• Labor assistance: Just the muscle for the heaviest lifts.\n\nHow it works: Anything moved in 3 easy steps.\n\n1. Book your Lugg: Set your pickup location and destination, select the vehicle that is right for you, and choose a time you would like us to arrive.\n2. We'll take it from here: Your Luggers arrive to load your stuff and secure it safely. Track your crew in real time as they head from pickup to the destination.\n3. Rate & tip: We unload your items and place them right where you want them, no matter how many stairs or floors. Review your experience and have the option to tip your Luggers for a job well done.\n\nProudly serving over 7,500 zip codes including major cities like San Francisco, Los Angeles, Seattle, New York City, Boston, Miami, Chicago, Washington D.C., Phoenix, Atlanta, Dallas, Houston, Denver, Sacramento, Portland, Baltimore, Philadelphia, New Haven, and more.\nQuestions or comments? Email us at support@lugg.com.",
    "screenshot_paths": [
      "appstore_screenshots/919765207/screenshot_1.png",
      "appstore_screenshots/919765207/screenshot_2.png",
      "appstore_screenshots/919765207/screenshot_3.png",
      "appstore_screenshots/919765207/screenshot_4.png",
      "appstore_screenshots/919765207/screenshot_5.png",
      "appstore_screenshots/919765207/screenshot_6.png"
    ]
  },
  {
    "name": "GoShare: Deliver, Move, LTL",
    "description": "GoShare is the best app for finding & booking local delivery & moving professionals on demand. GoShare is one of the largest networks of truck owners, van owners & delivery professionals in the US. Our innovative technology & crowd-sourced model has made us one of the fastest growing businesses in America.\n\nPeople use GoShare for moving help & delivery services. Moving help includes a truck or van & 1 or 2 movers. Business shippers use GoShare to improve the last mile & middle mile of their supply chain with our same day delivery solutions & nationwide network of delivery pros. We support multi-stop delivery routes, hot shot deliveries & offer same day service.\n\nThe GoShare app makes it easy to get things done fast. You tell us what you’re moving, where we need to take it and when. We’ll deliver locally or long distance in a truck, van or car that fits your needs at a price that fits your budget. In just a few clicks you can easily book a delivery professional for anything from a small apartment move to a shipment of pallets. We can deliver small parcels or big & bulky items on demand.\n\nWith GoShare you’ll get the best prices, high-quality service & background checked delivery professionals that care about your satisfaction. Our thorough vetting process ensures that each delivery pro has the experience necessary to get the job done efficiently & safely.\n\nOur delivery professionals will load, deliver & unload your cargo. You can hire one or two delivery pros with a box truck, cargo van, pickup or car depending on the size of the load & how much help you need. For moving big & bulky items we recommend that you select two delivery pros unless you are able to provide loading & unloading assistance.\n\nThe GoShare app allows you to track the status of your delivery with real-time notifications. You can communicate directly with your driver in the app. After your delivery is complete you can rate your delivery pros & pay through the app. Your ratings & feedback help us build a solid, dependable community of service providers for our valued customers.\n\nEvery project booked through GoShare is covered by our comprehensive cargo, liability & auto insurance policies. Say goodbye to long delivery windows. Set a time that works for you. Schedule a pickup 7 days a week between 5:00am-11:30pm.\n\nDownload the app to get a fair & transparent upfront price estimate. Save 50% compared to traditional providers. Our app makes it easier than ever to book, track, communicate & pay. Request a delivery professional in one minute. White glove service & assembly is available for most items.\n\nSpecial equipment such as a lift gate, dolly, appliance dolly, furniture dolly, lumber rack & more can be requested in the app. Our customer service team is available 7 days a week to help you get moving & answer any questions. You can chat with our team in the app or on our website.\n\nWays people use GoShare:\n• Moving Help\n• Retail Delivery\n• Donation Pickup\n• Moving In or Out of a Storage Unit\n• Facebook Marketplace, Craigslist or Offerup pickup & delivery\n• Furniture Delivery\n\nWays businesses use GoShare:\n• Last Mile Delivery\n• Local & Long Distance Freight Shipping\n• Courier Service\n• Less Than Truckload (LTL) Shipments\n• 3rd Party Logistics (3PL)\n\nIndustries that use GoShare:\n• Retail & Wholesale\n• Food & Beverage\n• Auto\n• Construction/Home Services\n• Industrial Supply\n• eCommerce\n• Clothing & Apparel\n\nGoShare is currently available in: Arizona, California, Colorado, Connecticut, Delaware, Florida, Georgia, Illinois, Indiana, Kansas, Kentucky, Louisiana, Maryland, Massachusetts, Michigan, Minnesota, Missouri, Nevada, New Jersey, New York, North Carolina, Ohio, Oregon, Pennsylvania, Tennessee, Texas, Utah, Virginia, Washington, Washington DC.\n\nService not available in every city. As long as the pickup or drop off address is inside one of our coverage areas we can accept your delivery request. We are consistently adding new states & expanding our coverage area.",
    "screenshot_paths": [
      "appstore_screenshots/977871324/screenshot_1.jpg",
      "appstore_screenshots/977871324/screenshot_2.jpg",
      "appstore_screenshots/977871324/screenshot_3.jpg",
      "appstore_screenshots/977871324/screenshot_4.jpg",
      "appstore_screenshots/977871324/screenshot_5.jpg"
    ]
  },
  {
    "name": "GoShare Driver: Earn Money",
    "description": "Be your own boss, work when you want, & get paid weekly with GoShare! Earn money driving your pickup truck, cargo van, box truck, sedan or SUV in your community.\n\nGoShare is the best app for truck, van & car owners to find local delivery & moving work on demand. GoShare is one of the largest networks of truck owners, van owners & delivery professionals in the US. Our innovative technology & crowd-sourced model has made us one of the fastest growing businesses in America.\n\nGoShare connects independent delivery professionals with businesses & people who need help moving or delivering on demand. Turn your vehicle from a liability that is costing you money every month into an asset that is earning you money.\n\nTrusted by more than 20,000 delivery professionals & over 100,000 customers including: Costco, HomeGoods, Tesla, Pepsi, Sherwin-Williams, CAT & Living Spaces\n\nEarnings*:\nPickup Truck: average rates up to $70 per hour\nCargo Van: average rates up to $105 per hour\nBox Truck: average rates up to $168 per hour\nCourier: average rates up to $45 per hour\n\nPlus 100% of your tips\n\nHow it works:\nSign up at https://goshare.co/trucks/drivers/apply\nWatch information video\nComplete background check\nPass vehicle inspection\nStart earning money\n\nGoShare pays some of the highest per hour earnings in the logistics industry. Our top delivery pros earn thousands of dollars per month. Use the app to manage your delivery & moving business. As an independent contractor there is no need to let us know when you take time off. You control when you work. GoShare does not employ delivery professionals.\n\nGoShare handles payments & collections. You typically get paid within 3-4 business days. Enjoy access to discounts on healthcare, GM vehicles, tires, cash advances & more. Win cash & other prizes in one of our many contests.\n\nWe're great at marketing, customer service & building apps to make your business run smoothly so you can focus on what you do best, delivering to customers.\n\nGoShare is like a load board that comes to you. Our relationships with businesses keeps a steady stream of loads coming your way. You may be notified through the app when a new load in your area is available. We provide all of the tools you need to run your delivery business including: payments, marketing, customer service, proof of delivery & more. You can focus on driving & delivering.\n\nAll delivery professionals must be at least 18 years old & own or lease a vehicle with a model year of 2001 or newer. Must also be able to lift & carry at least 50 lbs.\n\nGoShare is not only about making money. We’re about building a community of delivery pros who want to improve their lives. See why delivery pros nationwide choose GoShare: https://youtu.be/JYzUhl9clUo\n\nGoShare is currently available in select cities within: Arizona, California, Colorado, Connecticut, Delaware, Florida, Georgia, Illinois, Indiana, Kansas, Kentucky, Louisiana, Massachusetts, Maryland, Michigan, Minnesota, Missouri, Nevada, New Jersey, New York, North Carolina, Ohio, Oklahoma, Oregon, Pennsylvania, South Carolina, Tennessee, Texas, Utah, Virginia, Washington, Washington DC.\n\nIf GoShare is not in your area signup online & we’ll retain your info until we launch in your area. You will be notified first once GoShare becomes available. If you are looking to run your own delivery business, a side hustle, delivery or hot shot gigs GoShare may be a good fit.\n\nCustomers use GoShare for:\n• Retail Delivery\n• Moving Help\n• Furniture Delivery\n• Last Mile Delivery\n• Freight Shipping\n• Courier Service\n• LTL Shipments\n\n*The average hourly rate estimates are based on the information collected from our delivery professionals during the years 2022-2023. The estimated earnings that we publish are not guaranteed to be accurate for every delivery professional. Actual rates may fluctuate depending on the customer, your location & other factors. These estimates may be updated from time to time as new information becomes available.",
    "screenshot_paths": [
      "appstore_screenshots/978279500/screenshot_1.jpg",
      "appstore_screenshots/978279500/screenshot_2.jpg",
      "appstore_screenshots/978279500/screenshot_3.jpg",
      "appstore_screenshots/978279500/screenshot_4.jpg",
      "appstore_screenshots/978279500/screenshot_5.jpg"
    ]
  }
]